<x-main-layout>
    <div class="container index-con mx-auto con-pmain">
        <div class="pmain-banner">
            <img src="{{ asset('img/banner.jpg') }}" alt="">
        </div>

        <div class="separation"></div>

        <div class="pmain-info">
        <h2>Создаем уют в домах Челябинска с 1990 года</h2>
        <p>Мы — Челябинская мебельная компания полного цикла. 
            За годы работы мы прошли путь от небольшой мастерской до современного производства, оснащенного высокоточным оборудованием. 
            Наша миссия — доказать, что качественная мебель от производителя может быть доступной, не теряя при этом в стиле и долговечности.</p>
        <h3>Почему выбирают нас:</h3>
        <ul>
            <li><b>Собственный цех в Челябинске:</b> Мы контролируем каждый этап — от распила ЛДСП до финальной сборки, что исключает посреднические наценки.</li>
            <li><b>Материалы и фурнитура:</b> Работаем только с проверенными брендами (EGGER, Lamarty, Blum), которые выдерживают суровый уральский климат и активную эксплуатацию.</li>
            <li><b>Индивидуальный подход:</b> Мы не просто продаем шкафы и кухни — мы создаем решения под ваши размеры и задачи.</li>
        </ul>
        </div>
        
        <div class="separation"></div>

        <div class="pmain-contacts">
            <div class="pmain-contacts-info">
                <h2>КОНТАКТЫ</h2>
                <p><b>Адрес:</b> Каслинская улица, 64</p>
                <p><b>Телефон:</b> mail@mail.com</p>
                <p><b>Почта:</b> +7(999)999-99-99</p>
            </div>
            <div class="pmain-contacts-map">
                <iframe src="https://yandex.ru/map-widget/v1/?ll=44.516523%2C48.707347&amp;z=17&amp;pt=44.516523%2C48.707347%2Cpm2rdm" frameborder="0">
            </iframe>
            </div>
        </div>
    </div>
</x-main-layout>